const fiveObj =
[
    {
        "question":"xUnit",
        "answer":"자바, C++, .Net 등 다양한 언어를 지원하는 단위테스트 프레임워크"
    },
    {
        "question":"STAF",
        "answer":"서비스 호출, 컴포넌트 재사용 등 다양한 환경을 지원하는 테스트 프레임워크\r\n"
        +"각 테스트 대상 분산 환경에 데몬을 사용하여 테스트 대상 프로그램을 통해 테스트를 수행 및 통합하며 자동화하는 검증 도구"
    },
    {
        "question":"FitNesse",
        "answer":"웹 기반 테스트 케이스 설계/실행/결과 확인 등을 지원하는 테스트 프레임워크\r\n"
        +"사용자가 테스트케이스 테이블을 작성하면 자동으로 원하는 값에 대해 테스트를 할 수 있는 장점이 있음"
    },
    {
        "question":"NTAF",
        "answer":"FitNesse의 장점인 협업 기능과 STAF의 장점인 재사용 및 확장성을 통합한 NHN의 테스트 자동화 프레임워크"
    },
    {
        "question":"Selenium",
        "answer":"다양한 브라우저 지원 및 개발언어를 지원하는 웹 애플리케이션 테스트 프레임워크\r\n"
        +"테스트 스크립트 언어를 학습할 필요 없이 기능 테스트를 만들기 위한 도구를 제공"
    },
    {
        "question":"watir",
        "answer":"Ruby 기반 웹 애플리케이션 테스트 프레임워크. 모든 언어 기반의 웹 애플리케이션 테스트와 브라우저 호환성 테스팅 가능"
    },
    {
        "question":"SCOUTER(스카우터)",
        "answer":"애플리케이션에 대한 모니터링 및 DB Agent를 통해 오픈소스 DB 모니터링 기능, 인터페이스 감시 기능을 제공"
    },
    {
        "question":"Jennifer(제니퍼)",
        "answer":"애플리케이션 개발부터 테스트, 오픈, 운영, 안정화까지 전 생애주기단계 동안 성능을 모니터링 및 분석해주는 APM 소프트웨어"
    },
]